[
    {
        "id": 1,
        "pose": "Child Pose",
        "sanskrit_name": "bālāsana",
        "hint_1": "1 word, 8 Characters",
        "hint_2": "b _ _ _ sana ",
        "photo": "child-pose.jpeg",
        "description": "The child's pose helps to stretch your back and muscles around your hips.",
        "tips": "In this pose, kneel and sit on your knees. Lean forward, keeping your buttocks on your heels, and rest your forehead on the floor. Move your arms so they're next to your legs, palms facing up"
    },
    {
        "id": 2,
        "pose": "Downward-Facing Dog Pose",
        "sanskrit_name": "adho mukha śvānāsana",
        "hint_1": "3 words,  18 characters",
        "hint_2": "a_ _ _   m _ _ _ _   śvān _ _ _ _ _",
        "photo": "downdog.jpeg",
        "description": "The downward-facing dog pose stretches the shoulders, hamstrings, calves, arches, and hands while building strength in the arms and legs.",
        "tips": "Start on your hands and knees with your wrists underneath your shoulders and your knees underneath your hips. Lift your hips up and back, straightening your legs and pressing your heels towards the floor. Keep your head between your arms, pressing your chest towards your thighs."
    },
    {
        "id": 3,
        "pose": "Warrior I Pose",
        "sanskrit_name": "vīrabhadrāsana I",
        "hint_1": "1 word, 15 characters",
        "hint_2": "vīrabhadr _ _ _ _ _   I",
        "photo": "warrior_1.jpeg",
        "description": "The warrior I pose strengthens the legs, opens the hips, chest, and shoulders, and improves balance and concentration.",
        "tips": "Begin in a standing position. Step one foot back and angle it slightly outward. Bend your front knee over your ankle while keeping your back leg straight. Raise your arms overhead, reaching up towards the ceiling, and gaze forward."
    },
    {
        "id": 4,
        "pose": "Tree Pose",
        "sanskrit_name": "vṛkṣāsana",
        "hint_1": "1 word, 9 characters",
        "hint_2": "vṛkṣ _ _ _ _ _",
        "photo": "tree.jpeg",
        "description": "The tree pose helps improve balance, concentration, and strengthens the legs and core muscles.",
        "tips": "Stand tall with your feet hip-width apart. Shift your weight onto one foot and lift the other foot off the ground. Place the sole of the lifted foot against the inner thigh or calf of the standing leg. Bring your hands together in front of your chest in a prayer position or extend them overhead."
    },
    {
        "id": 5,
        "pose": "Cobra Pose",
        "sanskrit_name": "bhujangasana",
        "hint_1": "1 word, 12 characters",
        "hint_2": "bhujang _ _ _ _ _",
        "photo": "cobra.jpeg",
        "description": "The cobra pose stretches the chest, shoulders, and abdomen, while strengthening the spine and improving posture.",
        "tips": "Lie on your stomach with your legs extended and the tops of your feet on the floor. Place your hands under your shoulders, keeping your elbows close to your body. Press into your hands and lift your chest off the ground, while keeping your pelvis and lower body grounded. Hold the pose, breathing deeply."
    },
    {
        "id": 6,
        "pose": "Triangle Pose",
        "sanskrit_name": "trikonasana",
        "hint_1": "1 word, 11 characters",
        "hint_2": "trikon _ _ _ _ _",
        "photo": "triangle-pose.jpeg",
        "description": "The triangle pose stretches the hips, groins, hamstrings, calves, shoulders, chest, and spine. It also helps improve balance and digestion.",
        "tips": "Stand with your feet wide apart. Turn your right foot out 90 degrees and your left foot slightly in. Extend your arms parallel to the floor. Reach your right arm down towards your right shin, ankle, or the floor, while extending your left arm up towards the ceiling. Keep your torso facing forward and gaze up at your left hand."
    },
    {
        "id": 7,
        "pose": "Bridge Pose",
        "sanskrit_name": "setu bandhasana",
        "hint_1": "2 word, 4 & 10 characters",
        "hint_2": "s _ _ _    bandh_ _ _ _ _",
        "photo": "bridge.jpeg",
        "description": "The bridge pose stretches the chest, neck, spine, and hips while strengthening the back, buttocks, and hamstrings.",
        "tips": "Lie on your back with your knees bent and feet hip-width apart. Press your feet into the floor as you lift your hips towards the ceiling. Clasp your hands together underneath your pelvis and roll your shoulders underneath you. Keep your chin slightly tucked to lengthen the back of your neck."
    },
    {
        "id": 8,
        "pose": "Corpse Pose",
        "sanskrit_name": "savāsana",
        "hint_1": "1 word, 8 characters",
        "hint_2": "savā _ _ _ _",
        "photo": "corpse.jpeg",
        "description": "The corpse pose is a relaxation pose that helps reduce stress, relaxes the body and mind, and promotes a sense of well-being.",
        "tips": "Lie on your back with your legs extended and your arms by your sides, palms facing up. Close your eyes and relax your entire body, releasing any tension. Focus on your breath, allowing it to become slow and deep. Remain in this pose for several minutes, allowing your body and mind to relax completely."
    },
    {
        "id": 9,
        "pose": "Cat-Cow Pose",
        "sanskrit_name": "marjaryasana-bitilasana",
        "hint_1": "2 word, 12 & 10 characters",
        "hint_2": "marjary _ _ _ _ _-bitil_ _ _ _ _",
        "photo": "cat-cow.jpeg",
        "description": "The cat-cow pose helps to warm up the spine, increase flexibility, and improve posture. It also massages the organs in the belly, which can aid digestion.",
        "tips": "Start on your hands and knees with your wrists under your shoulders and your knees under your hips. Inhale as you arch your back, dropping your belly towards the floor and lifting your gaze towards the ceiling (cow pose). Exhale as you round your spine, tucking your chin towards your chest and drawing your belly button towards your spine (cat pose). Flow between the two poses, syncing your movements with your breath."
    },
    {
        "id": 10,
        "pose": "Seated Forward Bend",
        "sanskrit_name": "paścimottānāsana",
        "hint_1": "1 word, 16 characters",
        "hint_2": "paścimottān _ _ _ _ _",
        "photo": "seated-forward-fold.jpeg",
        "description": "The seated forward bend stretches the spine, shoulders, hamstrings, and stimulates the abdominal organs. It also helps to calm the mind and relieve stress.",
        "tips": "Sit on the floor with your legs extended in front of you and your feet flexed. Inhale to lengthen your spine, then exhale to fold forward from your hips, reaching towards your feet. Keep your spine straight as you fold, and avoid rounding your back. You can hold onto your shins, ankles, or feet, depending on your flexibility."
    }
]